Repository: franck-paul/errorlogger
Catalog: locales/*/main.po
Languages: fr

source: Error Logger
fr: Gestionnaire d'erreurs

source: Error Logs acknowledged.
fr: Erreurs acquittées

source: Some new error messages have been detected
fr: De nouvelles erreurs ont été détectées

source: View error logs
fr: Voir le log des erreurs

source: Acknowledge
fr: Acquitter

source: Don't bother me again
fr: Ne plus m'embêter

source: Settings have been successfully updated
fr: Les préférences ont été enregistrées

source: Log files have been successfully cleared
fr: Les fichiers de log ont été nettoyés

source: Are you sure you want to delete log files ?
fr: Voulez-vous vraiment supprimer les fichiers de log ?

source: Errors log
fr: Logs d'erreurs

source: No logs
fr: Pas de logs

source: File
fr: Fichier

source: Count
fr: Compteur

source: Backtrace
fr: Trace d'exécution

source: Clear log files
fr: Effacer les fichiers de log

source: Enable error logging
fr: Activer les logs d'erreur

source: Enable backtrace logging
fr: Activer le log des traces d'exécution

source: Enable silent mode : standard errors will only be logged, no output
fr: Activer le mode silencieux : les erreurs seront logguées mais pas affichées

source: If you do not want to be annoyed with warning messages, unselect the checkbox below
fr: Si vous ne voulez plus être embêtés par les messages d'avertissement, décocher la case ci-dessous

source: Enable Annoying mode : warn user every time a new error has been detected
fr: Activer le mode perturbateur : afficher un avertissement à chaque fois qu'une erreur a été détectée

source: Directory for logs (will be created in dotclear cache dir)
fr: Répertoire pour stocker les logs (créé dans le répertoire de cache de dotclear)

source: Binary log file name
fr: Nom du fichier de logs binaire

source: Text log file name
fr: Nom du fichier de logs texte

source: Save
fr: Enregistrer
